Repository: geminorum/gpeople
Catalog: languages/gpeople-*.po
Languages: fa_ir

source: gPeople
fa_ir: افراد

source: geminorum
fa_ir: ژمای‌نوروم

# Root: Settings Titles
source: People Profiles
fa_ir: تنظیمات نمایه‌ها

# Root: Settings Titles
source: Profiles
fa_ir: نمایه‌ها

# Root: Settings Subs
source: Overview
fa_ir: در یک نگاه

# Root: Settings Subs
source: General
fa_ir: همگانی

# Root: Settings Subs
source: Import
fa_ir: درون‌ریزی

# Remote: Settings Titles
source: People Settings
fa_ir: تنظیمات افراد

# Remote: Settings Titles
source: People
fa_ir: افراد

# Remote: Settings Subs
source: Overview
fa_ir: در یک نگاه

# Remote: Settings Subs
source: General
fa_ir: همگانی

# Remote: Settings Subs
source: Import
fa_ir: درون‌ریزی

source: Settings successfully updated.
fa_ir: تنظیمات با موفقیت به روز شد.

# Settings: Field Name
source: People
fa_ir: افراد

# Settings: Field Description
source: Select to enable gPeople remote tools on this site
fa_ir: فعال‌سازی ابزارهای افراد در این سایت

# Profile CPT Labels: Name
source: People
fa_ir: افراد

# Profile CPT Labels: Menu Name
source: People
fa_ir: افراد

# Profile CPT Labels: Singular Name
source: Person
fa_ir: فرد

# Profile CPT Labels
source: Add New
fa_ir: افزودن فرد

# Profile CPT Labels
source: Add New Person
fa_ir: افزودن فرد تازه

# Profile CPT Labels
source: Edit Person
fa_ir: ویرایش فرد

# Profile CPT Labels
source: New Person
fa_ir: افزودن فرد تازه

# Profile CPT Labels
source: View Person
fa_ir: نمایش فرد

# Profile CPT Labels
source: View People
fa_ir: دیدن فرد

# Profile CPT Labels
source: Search People
fa_ir: جست‌وجوی افراد

# Profile CPT Labels
source: No people found.
fa_ir: فردی پیدا نشد.

# Profile CPT Labels
source: No people found in Trash.
fa_ir: هیچ فردی در سطل زباله پیدا شده است.

# Profile CPT Labels
source: All People
fa_ir: همهٔ افراد

# Profile CPT Labels
source: People Archives
fa_ir: بایگانی افراد

# Profile CPT Labels
source: People Attributes
fa_ir: ویژگی‌های فرد

# Profile CPT Labels
source: Profile Picture
fa_ir: تصویر نمایه

# Profile CPT Labels
source: Set profile picture
fa_ir: تنظیم تصویر نمایه

# Profile CPT Labels
source: Remove profile picture
fa_ir: حذف تصویر نمایه

# Profile CPT Labels
source: Use as profile picture
fa_ir: استفاده به عنوان تصویر نمایه

# Profile CPT Labels
source: People list navigation
fa_ir: ناوبری فهرست افراد

# Profile CPT Labels
source: People list
fa_ir: فهرست افراد

# Profile Group Tax Labels: Name
source: Profile Groups
fa_ir: گروه‌ها

# Profile Group Tax Labels: Menu Name
source: Profile Groups
fa_ir: گروه‌ها

# Profile Group Tax Labels: Singular Name
source: Profile Group
fa_ir: گروه

# Profile Group Tax Labels
source: Search Profile Groups
fa_ir: جست‌وجوی گروه‌ها

# Profile Group Tax Labels
source: All Profile Groups
fa_ir: همه گروه‌ها

# Profile Group Tax Labels
source: Edit Profile Group
fa_ir: ویرایش گروه

# Profile Group Tax Labels
source: View Profile Group
fa_ir: نمایش گروه

# Profile Group Tax Labels
source: Update Profile Group
fa_ir: به‌روزرسانی گروه

# Profile Group Tax Labels
source: Add New Profile Group
fa_ir: افزودن گروه تازه

# Profile Group Tax Labels
source: New Profile Group Name
fa_ir: عنوان گروه تازه

# Profile Group Tax Labels
source: Separate profile groups with commas
fa_ir: با ویرگول لاتین جدا کنید

# Profile Group Tax Labels
source: Add or remove profile groups
fa_ir: افزودن یا پاک‌کردن گروه‌ها

# Profile Group Tax Labels
source: Choose from the most used profile groups
fa_ir: انتخاب از میان گروه‌های بیشتر استفاده شده

# Profile Group Tax Labels
source: No profile groups found.
fa_ir: گروهی پیدا نشد.

# Profile Group Tax Labels
source: Profile groups list navigation
fa_ir: ناوبری فهرست گروه‌ها

# Profile Group Tax Labels
source: Profile groups list
fa_ir: فهرست گروه‌ها

# People Tax Labels: Name
source: People
fa_ir: افراد

# People Tax Labels: Menu Name
source: People
fa_ir: افراد

# People Tax Labels: Singular Name
source: Person
fa_ir: فرد

# People Tax Labels
source: Search People
fa_ir: جست‌وجوی افراد

# People Tax Labels
source: All People
fa_ir: همهٔ افراد

# People Tax Labels
source: Edit Person
fa_ir: ویرایش فرد

# People Tax Labels
source: View Person
fa_ir: نمایش فرد

# People Tax Labels
source: Update Person
fa_ir: به‌روزرسانی فرد

# People Tax Labels
source: Add New Person
fa_ir: افزودن فرد تازه

# People Tax Labels
source: New Person Name
fa_ir: عنوان فرد تازه

# People Tax Labels
source: Separate people with commas
fa_ir: با کامای لاتین جدا کنید

# People Tax Labels
source: Add or remove people
fa_ir: افزودن یا پاک‌کردن افراد

# People Tax Labels
source: Choose from the most used people
fa_ir: انتخاب از میان افراد بیشتر استفاده شده

# People Tax Labels
source: No people found.
fa_ir: فردی پیدا نشد.

# People Tax Labels
source: No people
fa_ir: بدون فرد

# People Tax Labels
source: People list navigation
fa_ir: ناوبری فهرست افراد

# People Tax Labels
source: People list
fa_ir: فهرست افراد

# Affiliations Tax Labels: Name
source: Affiliations
fa_ir: وابستگی‌ها

# Affiliations Tax Labels: Menu Name
source: Affiliations
fa_ir: وابستگی‌ها

# Affiliations Tax Labels: Singular Name
source: Affiliation
fa_ir: وابستگی

# Affiliations Tax Labels
source: Search Affiliations
fa_ir: جست‌وجوی وابستگی‌ها

# Affiliations Tax Labels
source: All Affiliations
fa_ir: همهٔ وابستگی‌ها

# Affiliations Tax Labels
source: Edit Affiliation
fa_ir: ویرایش وابستگی

# Affiliations Tax Labels
source: View Affiliation
fa_ir: نمایش وابستگی

# Affiliations Tax Labels
source: Update Affiliation
fa_ir: به‌روزرسانی وابستگی

# Affiliations Tax Labels
source: Add New Affiliation
fa_ir: افزودن وابستگی تازه

# Affiliations Tax Labels
source: New Affiliation Name
fa_ir: عنوان وابستگی تازه

# Affiliations Tax Labels
source: Separate affiliations with commas
fa_ir: با کامای لاتین جدا کنید

# Affiliations Tax Labels
source: Add or remove affiliations
fa_ir: افزودن یا پاک‌کردن وابستگی‌ها

# Affiliations Tax Labels
source: Choose from the most used affiliations
fa_ir: انتخاب از میان وابستگی‌های بیشتر استفاده شده

# Affiliations Tax Labels
source: No affiliations found.
fa_ir: هیچ وابستگی پیدا نشد.

# Affiliations Tax Labels
source: No affiliations
fa_ir: بدون وابستگی

# Affiliations Tax Labels
source: Affiliations list navigation
fa_ir: ناوبری فهرست وابستگی‌ها

# Affiliations Tax Labels
source: Affiliations list
fa_ir: فهرست وابستگی‌ها

# Relation Tax Labels: Name
source: Relations
fa_ir: رابطه‌ها

# Relation Tax Labels: Menu Name
source: Relations
fa_ir: رابطه‌ها

# Relation Tax Labels: Singular Name
source: Relation
fa_ir: رابطه

# Relation Tax Labels
source: Search Relations
fa_ir: جست‌وجوی رابطه‌ها

# Relation Tax Labels
source: All Relations
fa_ir: همهٔ رابطه‌ها

# Relation Tax Labels
source: Edit Relation
fa_ir: ویرایش رابطه

# Relation Tax Labels
source: View Relation
fa_ir: نمایش رابطه

# Relation Tax Labels
source: Update Relation
fa_ir: به‌روزرسانی رابطه

# Relation Tax Labels
source: Add New Relation
fa_ir: افزودن رابطه تازه

# Relation Tax Labels
source: New Relation Name
fa_ir: عنوان رابطه تازه

# Relation Tax Labels
source: Relations list navigation
fa_ir: ناوبری فهرست رابطه‌ها

# Relation Tax Labels
source: Relations list
fa_ir: فهرست رابطه‌ها

# Relation Tax Defaults
source: Author
fa_ir: مؤلف

# Relation Tax Defaults
source: Coauthor
fa_ir: مؤلف همکار

# Relation Tax Defaults
source: Editor
fa_ir: ویرایشگر

# Relation Tax Defaults
source: Photographer
fa_ir: عکاس

# Relation Tax Defaults
source: Translator
fa_ir: مترجم

# Relation Tax Defaults
source: Reporter
fa_ir: گزارش‌گر

# Relation Tax Defaults
source: Commentator
fa_ir: مفسر

# Relation Tax Defaults
source: Artist
fa_ir: هنرمند

# Relation Tax Defaults
source: Coartist
fa_ir: هنرمند همکار

# Relation Tax Defaults
source: Illustrator
fa_ir: تصویرگر

# Relation Tax Defaults
source: Collected by
fa_ir: جمع‌آور

# Relation Tax Defaults
source: Poet
fa_ir: شاعر

# Relation Tax Defaults
source: Interviewer
fa_ir: گفت‌وگو کننده

# Relation Tax Defaults
source: Director
fa_ir: کارگردان

# Relation Tax Defaults
source: Selector
fa_ir: انتخاب کننده

# Relation Tax Defaults
source: Conductor
fa_ir: تنظیم کننده

source: Affiliation
fa_ir: ارتباط‌

source: Affiliation to this site
fa_ir: نوع ارتباط این فرد با سایت شما

source: User
fa_ir: کاربر

source: User linked to this person
fa_ir: کاربر مرتبط با این فرد

source: Edit the linked user profile
fa_ir: ویرایش کاربر مرتبط با این فرد

source: Profile
fa_ir: نمایه

source: Profile linked to this person
fa_ir: نمایه مرتبط با این فرد

source: Visit the linked person profile
fa_ir: نمایش نمایه مرتبط با این فرد

source: Avatar
fa_ir: آواتار

source: Select User
fa_ir: انتخاب کاربر

source: Unlink User
fa_ir: قطع ارتباط کاربر

source: Select Profile
fa_ir: انتخاب نمایه

source: Unlink Profile
fa_ir: قطع ارتباط نمایه

source: Edit This User
fa_ir: ویرایش این کاربر

source: Edit this Profile
fa_ir: ویرایش این نمایه

source: No user linked to this person.
fa_ir: مرتبط با این فرد

source: There are no affiliations available.
fa_ir: وابستگی‌ها تعریف نشده‌اند.

source: Overwrite
fa_ir: رونویسی

source: Overwrite with this Profile
fa_ir: رونویسی با استفاده از این نمایه

source: Change
fa_ir: تغییر

source: Change to this Profile
fa_ir: تغییر به این نمایه

source: Add
fa_ir: افزودن

source: Add This Profile
fa_ir: افزودن این نمایه

source: View
fa_ir: نمایش

source: View on root site
fa_ir: نمایش نمایه در سایت افراد

source: Edit
fa_ir: ویرایش

source: Edit on root site
fa_ir: ویرایش نمایه در سایت افراد

source: Add this person
fa_ir: افزودن این فرد

source: View this person
fa_ir: نمایش این فرد

source: Edit this person
fa_ir: ویرایش این فرد

source: Add this user
fa_ir: افزودن این کاربر

source: View this user
fa_ir: نمایش این کاربر

source: Edit this user
fa_ir: ویرایش این کاربر

# remote_meta_titles
source: People
fa_ir: افراد

# remote_meta_descriptions
source: People Involved in the post
fa_ir: افرادی که در این نوشته مشارکت داشته‌اند

source: Public (Tagged)
fa_ir: نمایان (الصاق شده)

source: Public
fa_ir: نمایان

source: Hidden (Tagged)
fa_ir: مخفی (الصاق شده)

source: Hidden
fa_ir: مخفی

# remote_meta_columns
source: <span title="Order">O</span>
fa_ir: <span title="ترتیب">تـ</span>

# remote_meta_columns
source: Person
fa_ir: فرد

# remote_meta_columns
source: Filter / Override
fa_ir: پالایه / رونویسی

# remote_meta_columns
source: Relations / Visibility
fa_ir: ارتباط / نمایانی

# remote_meta_columns
source: Override
fa_ir: رونویسی

# remote_meta_columns
source: Filter
fa_ir: پالایه

# remote_meta_columns
source: Visibility
fa_ir: نمایانی

# remote_meta_columns
source: Delete
fa_ir: حذف

source: Honorific
fa_ir: افتخاری

source: Honorific Title
fa_ir: عنوان افتخاری

source: Alias
fa_ir: نام مستعار

source: Also Known As
fa_ir: همچنین شناخته‌شده با نام

source: Alternative Name
fa_ir: عنوان دیگر

source: Born
fa_ir: تولد

source: Date of Birth
fa_ir: تاریخ تولد

source: Died
fa_ir: مرگ

source: Date of Death
fa_ir: تاریخ درگذشت

source: Nationality
fa_ir: ملیت

source: Occupation
fa_ir: حرفه

source: Website
fa_ir: وب‌گاه

source: Official Website
fa_ir: وب‌گاه رسمی

source: Wikipedia
fa_ir: ویکی‌پدیا

source: Wikipedia Page
fa_ir: صفحه ویکی‌پدیا

source: Email
fa_ir: ایمیل

source: Profile Groups
fa_ir: گروه‌ها

# Nationality Tax Labels: Name
source: Nationalities
fa_ir: ملیت‌ها

# Nationality Tax Labels: Menu Name
source: Nationalities
fa_ir: ملیت‌ها

# Nationality Tax Labels: Singular Name
source: Nationality
fa_ir: ملیت

# Nationality Tax Labels
source: Search Nationalities
fa_ir: جست‌وجوی ملیت‌ها

# Nationality Tax Labels
source: All Nationalities
fa_ir: همهٰ ملیت‌ها

# Nationality Tax Labels
source: Parent Nationality
fa_ir: ملیت اصلی

# Nationality Tax Labels
source: Parent Nationality:
fa_ir: ملیت اصلی:

# Nationality Tax Labels
source: Edit Nationality
fa_ir: ویرایش ملیت

# Nationality Tax Labels
source: View Nationality
fa_ir: نمایش ملیت

# Nationality Tax Labels
source: Update Nationality
fa_ir: به‌روزرسانی ملیت

# Nationality Tax Labels
source: Add New Nationality
fa_ir: افزودن ملیت تازه

# Nationality Tax Labels
source: New Nationality Name
fa_ir: عنوان ملیت تازه

# Nationality Tax Labels
source: No nationalities found.
fa_ir: هیچ ملیتی پیدا نشد.

# Nationality Tax Labels
source: No nationalities
fa_ir: بدون ملیت

# Nationality Tax Labels
source: Nationalities list navigation
fa_ir: ناوبری فهرست ملیت‌ها

# Nationality Tax Labels
source: Nationalities list
fa_ir: فهرست ملیت‌ها

source: Search in people and add them as contributor to this post
fa_ir: جست‌وجو در میان افراد و افزودن آن به عنوان فرد مشارکت‌کننده در این نوشته

source: John Doe
fa_ir: محمد محمدی

source: Search People
fa_ir: جست‌وجوی افراد

source: Search in profiles and add them as a person on this site
fa_ir: جست‌وجو در میان نمایه‌ها و افزودن آن به عنوان فرد در این سایت

source: Search Profiles
fa_ir: جست‌وجوی نمایه‌ها

source: Search in users and add them as a person on this site
fa_ir: جست‌وجو در میان کاربران و افزودن آن به عنوان فرد در این سایت

source: Search Users
fa_ir: جست‌وجوی کاربران

source: Manually add a person on this site
fa_ir: افزودن فرد تازه، به صورت دستی برای این سایت

source: Name
fa_ir: نام

source: The name is how it appears on your site.
fa_ir: این فرد در سایت شما با این نام نمایش داده می‌شود.

source: Slug
fa_ir: نامک

source: john-doe
fa_ir: محمد-محمدی

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
fa_ir: نامک نسخه لاتین واژه است که در نشانی (URL)‌هااستفاده می‌شود. برای نامگذاری فقط از حروف،‌ ارقام و خط تیره استفاده کنید. نمایش فقط با حروف کوچک خواهد بود.

source: Description
fa_ir: توضیحات

source: John Doe is a very talented guy...
fa_ir: محمد محمدی فرد بسیار با استعدادی است.

source: The description is not prominent by default; however, some themes may show it.
fa_ir: توضیحات به صورت پیش فرض مهم نیستند، با این حال برخی از پوسته‌ها ممکن است آنها را نمایش دهند.

source: Add New Person
fa_ir: افزودن فرد تازه

source: Import People
fa_ir: درون‌ریزی افراد

source: ID
fa_ir: نهاد

# Importer
source: People
fa_ir: افراد

source: Import
fa_ir: درون‌ریزی

source: Delete
fa_ir: حذف

source: Update from Terms
fa_ir: درون‌ریزی از برچسب‌ها

source: Title
fa_ir: عنوان

source: Check Posts
fa_ir: بررسی نوشته‌ها

source: &mdash; With no affiliations &mdash;
fa_ir: &mdash; بدون ارتباط &mdash;

source: &mdash; People Affiliations &mdash;
fa_ir: &mdash; نوع ارتباط &mdash;

source: &mdash; User Roles &mdash;
fa_ir: &mdash; نقش‌های کاربری &mdash;

source: &mdash; Profile Groups &mdash;
fa_ir: &mdash; گروه‌های نمایه &mdash;

source: <i>No Profile Summary</i>
fa_ir: بدون توضیحات نمایه

source: Groups:
fa_ir: گروه‌ها:

# Modules: Profile
source: Extract the Parts
fa_ir: بازیابی قطعه‌ها

# Modules: Profile
source: Extract and Store
fa_ir: بازیابی و ذخیره

# Modules: Profile
source: Build Profile
fa_ir: ساختن نمایه

# Modules: Profile
source: Picture from Profile
fa_ir: تصویر از نمایه

source: Install Default Relations
fa_ir: نصب رابطه‌های پیش‌فرض

# people byline walker between last delimiter
source: and
fa_ir: و

source: Search for People
fa_ir: جست‌وجوی افراد

# Remote: Admin: MetaBox Title
source: People
fa_ir: افراد

source: People Manegment
fa_ir: مدیریت افراد

# Remote: Admin: MetaBox: Byline Title
source: Byline as Appears on Your Site
fa_ir: اطلاعات افراد به این صورت روی سایت نمایش داده می‌شود.

# Remote: Admin: MetaBox: Button Title
source: Add or Modify People for This Post
fa_ir: افزودن یا ویرایش افراد مرتبط با این نوشته

# Remote: Admin: MetaBox: Button Text
source: Add People
fa_ir: افزودن افراد

# Remote: Admin: At a Glance
source: Person
fa_ir: فرد

# Remote: Admin: Affiliations Column
source: People
fa_ir: افراد

# Remote: Admin: Posts Column
source: People
fa_ir: افراد

# Remote: Admin: Row Icon Title
source: People
fa_ir: افراد

# Root: Admin: Column Title
source: Person
fa_ir: فرد

# Root: Admin: Column Title
source: Short Bio
fa_ir: زندگی‌نامه کوتاه

# Root: Admin: Column Title
source: Extra
fa_ir: بیشتر

# Root: Admin: Column Title
source: First Name
fa_ir: نام

# Root: Admin: Column Title
source: Last Name
fa_ir: نام خانوادگی

# Root: Admin: Column Title
source: Alternative
fa_ir: عنوان دیگر

source: Profiles
fa_ir: نمایه‌ها

source: Users
fa_ir: کاربران

source: Current
fa_ir: افراد مرتبط

source: Add People
fa_ir: افزودن افراد

source: Add Profiles
fa_ir: افزودن نمایه‌ها

source: Add Users
fa_ir: افزودن کاربران

source: Manual Add
fa_ir: افزودن دستی

# Remote: Admin: Modal Tab Title
source: Debug
fa_ir: اشکال‌زدایی

# Remote: Admin: Modal
source: Debug: Current Post's Terms
fa_ir: اشکال‌زدایی: رده‌های این نوشته

# Modal Title
source: People
fa_ir: افراد

source: Please wait &hellip;
fa_ir: چند لحظه صبر کنید &hellip;

source: Adding &hellip;
fa_ir: افزودن &hellip;

source: Added
fa_ir: افزوده شد.

source: Error
fa_ir: خطا

source: %s added.
fa_ir: %s افزوده شد.

source: %s users found
fa_ir: %s کاربر پیدا شد.

source: No user matches your criteria.
fa_ir: کاربری با مشخصات مورد نظر شما پیدا نشد.

source: Nobody matches your criteria.
fa_ir: فردی با مشخصات مورد نظر شما پیدا نشد.

source: <a href="#" rel="%1$s" class="%2$s">Next results</a>
fa_ir: <a href="#" rel="%1$s" class="%2$s">بعدی</a>

source: <a href="#" rel="%1$s" class="%2$s">Previous results</a>
fa_ir: <a href="#" rel="%1$s" class="%2$s">قبلی</a>

source: Showing %1$s-%2$s results out of %3$s people found.%4$s
fa_ir: نمایش %1$s-%2$s از مجموع %3$s فرد%4$s

source: Showing %1$s-%2$s results out of %3$s profile found.%4$s
fa_ir: نمایش %1$s-%2$s از مجموع %3$s نمایه%4$s

source: No profile matches your criteria.
fa_ir: نمایه‌ای با مشخصات مورد نظر شما پیدا نشد.

# Meta Table
source: Person
fa_ir: فرد

# Meta Table
source: People
fa_ir: افراد

source: &mdash; No Relations &mdash;
fa_ir: &mdash; نامشخص &mdash;

source: Nobody assigned yet.
fa_ir: هنوز فردی مرتبط نشده است.

source: Save & Back to Post
fa_ir: ذخیره و بازگشت به نوشته

source: Person
fa_ir: فرد

source: Creator
fa_ir: ایجاد‌کننده

source: Profile Summary
fa_ir: خلاصه نمایه

source: Profile updated. <a href="%s">View profile</a>
fa_ir: نمایه به‌روزرسانی شد. <a href="%s">دیدن نمایه</a>

source: Profile updated.
fa_ir: نمایه به‌روز شد.

source: Profile saved.
fa_ir: نمایه ذخیره شد.

source: Profile submitted. <a target="_blank" href="%s">Preview profile</a>
fa_ir: نمایه ارسال شد. <a target="_blank" href="%s">پیش‌نمایش نمایه</a>

source: Profile draft updated. <a target="_blank" href="%s">Preview profile</a>
fa_ir: پیش‌نویس نمایه به‌روزرسانی شد. <a target="_blank" href="%s">پیش‌نمایش نمایه</a>

# Root: Admin: Profile Title Placeholder
source: Enter name here
fa_ir: نام را اینجا وارد کنید

# Root: Admin: At a Glance
source: Person
fa_ir: فرد

# User not found
source: (Not Found)
fa_ir: (پیدا نشد)
